import { isWebp, headerFixed } from './modules'
/* Раскомментировать для использования */
// import { MousePRLX } from './libs/parallaxMouse'
import { createGame } from './modules/game'

/* Раскомментировать для использования */
// import Swiper, { Navigation, Pagination } from 'swiper'

isWebp()

// Паралакс мышей ====================================================================================================================================================
// const mousePrlx = new MousePRLX({})
// ====================================================================================================================================================

// Фиксированный header ====================================================================================================================================================
// headerFixed()
// ====================================================================================================================================================

createGame()
